{
  "curiosities": [
    {
      "id": 1,
      "slug": "copa-com-maior-numero-de-jogos",
      "title": "Esta é a Copa com o maior número de jogos da história",
      "content": [
        "A Copa do Mundo de 2026 será a maior já realizada em termos de partidas: serão 104 jogos ao longo de pouco mais de um mês. Este aumento expressivo está diretamente ligado à expansão do torneio, que deixa o tradicional formato com 32 seleções para receber agora 48 equipes.",
        "A FIFA optou por ampliar a competição com o objetivo de garantir maior representatividade global. Com mais vagas para confederações, o Mundial passa a incluir seleções que historicamente tinham dificuldade de classificação, aumentando a diversidade e a competitividade geral do torneio.",
        "Para acomodar esse novo volume de partidas, o formato precisou ser ajustado. Em vez de 8 grupos de 4, agora teremos 12 grupos de 4 seleções — e a fase eliminatória também mudou para contemplar o número maior de classificados. Isso torna a edição de 2026 uma das mais complexas e intensas já planejadas.",
        "O resultado é um Mundial que, pela primeira vez, ultrapassa a marca de 100 jogos. Para torcedores, isso significa mais conteúdo, mais histórias e mais oportunidades de acompanhar suas seleções no maior palco do futebol mundial."
      ]
    },
    {
      "id": 2,
      "slug": "primeira-copa-em-tres-paises",
      "title": "Você sabia que esta será a primeira Copa disputada em três países?",
      "content": [
        "A Copa do Mundo de 2026 ficará marcada na história como a primeira a ser realizada em três países simultaneamente: Estados Unidos, Canadá e México. Essa decisão histórica foi motivada pela infraestrutura robusta e pela capacidade logística dos três anfitriões, que podem receber grandes fluxos de torcedores e suportar um calendário mais extenso de partidas.",
        "Embora já tenha havido Copas com dois anfitriões — como a de 2002, no Japão e Coreia do Sul — nenhum Mundial havia sido planejado para três nações. Com isso, a edição de 2026 se espalha por todo o continente norte-americano, criando um ambiente culturalmente diverso e oferecendo experiências completamente diferentes dependendo da cidade sede.",
        "A escolha também está alinhada ao aumento do número de jogos. Com 104 partidas previstas, distribuir os confrontos entre três países reduz a sobrecarga de infraestrutura e amplia a capacidade de acolher públicos gigantescos, especialmente nos estádios norte-americanos que figuram entre os maiores do mundo.",
        "A união entre EUA, Canadá e México representa um marco simbólico, reforçando a proposta da FIFA de globalizar ainda mais o futebol e aproximar diferentes culturas dentro de um único evento."
      ]
    },
    {
      "id": 3,
      "slug": "viagens-mais-longas-da-historia",
      "title": "Esta será a Copa com as viagens mais longas para seleções e torcedores",
      "content": [
        "Com jogos espalhados por três países de dimensões continentais, a Copa de 2026 será a edição mais desafiadora da história em termos de deslocamento. As distâncias entre algumas sedes podem superar 3.000 km, criando a necessidade de uma logística precisa tanto para delegações quanto para torcedores.",
        "Equipes que jogarem, por exemplo, no Canadá e depois no sul dos Estados Unidos podem enfrentar viagens equivalentes a cruzar boa parte da Europa. Isso exige planejamento sobre recuperação física, adaptação climática e até mesmo mudanças no planejamento tático para minimizar desgaste.",
        "Para o público, essa distribuição ampla também gera um impacto relevante. Quem deseja acompanhar muitos jogos precisará levar em consideração tempo de deslocamento, disponibilidade de voos e até diferenças culturais importantes entre as regiões — já que cada país anfitrião tem identidade e dinâmica próprias.",
        "Mesmo com os desafios, essa característica torna o Mundial de 2026 uma experiência única, criando um evento que combina turismo, esportes e diversidade geográfica em um nível nunca antes visto."
      ]
    },
    {
      "id": 4,
      "slug": "maior-numero-de-sedes",
      "title": "É também a Copa com o maior número de cidades-sede",
      "content": [
        "A Copa do Mundo de 2026 contará com 16 cidades-sede, o maior número já registrado na história do torneio. A distribuição ficou assim: 11 sedes nos Estados Unidos, 3 no México e 2 no Canadá. Essa amplitude torna o evento mais descentralizado e abre espaço para que mais regiões participem diretamente da festa do futebol.",
        "Cada uma das sedes apresenta características próprias — desde gigantescos estádios de futebol americano nos EUA até arenas tradicionais no México e instalações modernas no Canadá. Essa diversidade permitirá que a competição tenha atmosferas bem distintas de uma cidade para outra.",
        "O aumento no número de sedes também impacta na logística e na estratégia das seleções. Com mais cidades envolvidas, as delegações precisarão escolher cuidadosamente seus centros de treinamento, pontos de concentração e rotas de deslocamento.",
        "Para torcedores, a variedade é um atrativo extra: será possível vivenciar culturas diferentes sem deixar de acompanhar o Mundial, tornando a edição de 2026 uma das mais ricas em experiências paralelas ao esporte."
      ]
    },
    {
      "id": 5,
      "slug": "recorde-de-publico-aguardado",
      "title": "Tudo indica que será a Copa com o maior público total já registrado",
      "content": [
        "Com a combinação de 104 jogos, estádios muito maiores e três países envolvidos, especialistas projetam que a Copa do Mundo de 2026 deve quebrar todos os recordes de público total na história dos Mundiais. Os EUA, em particular, possuem algumas das maiores arenas do planeta, muitas com capacidade acima de 70 mil pessoas.",
        "A ampla oferta de ingressos deve impulsionar não apenas a presença local, mas também o turismo internacional. A América do Norte é uma região com infraestrutura robusta para receber visitantes, e isso deve facilitar a chegada de torcedores de todas as partes do mundo.",
        "Além disso, o aumento no número de partidas naturalmente amplia o potencial de venda de ingressos. Mais jogos significam mais oportunidades para que os torcedores vivam a atmosfera da Copa, mesmo sem acompanhar sua seleção diretamente.",
        "Se as projeções se confirmarem, o Mundial de 2026 pode estabelecer um novo patamar para eventos esportivos globais, reafirmando o futebol como o esporte mais popular do planeta — agora em escala ainda maior."
      ]
    },
    {
      "id": 6,
      "slug": "recorde-de-penaltis-nao-convertidos",
      "title": "A Copa de 2026 pode ter o maior número de pênaltis desperdiçados",
      "content": [
        "Com o VAR, mais pênaltis são marcados — mas isso não significa mais gols.",
        "Goleiros hoje estudam padrões de cobrança com bancos de dados extensos, enquanto cobradores enfrentam pressão extrema e previsibilidade.",
        "Ao mesmo tempo, seleções tendem a designar batedores menos experientes em fases iniciais, poupando seus principais nomes.",
        "Esse conjunto de fatores pode resultar em um recorde pouco celebrado: o maior número de pênaltis não convertidos em uma Copa."
      ]
    },
    {
      "id": 7,
      "slug": "copa-do-mundo-e-os-camisa-10-emprestados",
      "title": "Alguns ídolos jogaram a Copa com camisas improvisadas ou emprestadas",
      "content": [
        "Na história das Copas, houve partidas em que seleções precisaram improvisar uniformes ou usar camisas de outros times devido a problemas logísticos. Um caso famoso ocorreu na Copa de 1962, quando o time da Iugoslávia teve que jogar com camisas emprestadas pelo Brasil em um amistoso preparatório, porque seu kit oficial ainda não tinha chegado.",
        "Em 1954, a França enfrentou problema semelhante, e alguns jogadores entraram com camisas de treino sem número, causando confusão para torcedores e narradores.",
        "Esses episódios mostram que, mesmo no maior palco do futebol, o lado humano e improvisado das Copas ainda aparece — e que o glamour das transmissões modernas nem sempre refletiu a realidade nos bastidores.",
        "Hoje, com logística global, essas situações são raríssimas, mas lembram que a história da Copa tem espaço para imprevistos curiosos, que às vezes tornam jogos históricos ainda mais memoráveis."
      ]
    },
    {
      "id": 8,
      "slug": "jogadores-quase-perderam-copa-por-visto-doenca",
      "title": "Jogadores que quase perderam a Copa por causa de visto ou doença",
      "content": [
        "Ao longo da história da Copa do Mundo, houve casos de atletas que ficaram à beira de não disputar o torneio por problemas burocráticos ou de saúde.",
        "Em 1958, o atacante sueco Kurt Hamrin quase não embarcou para a Suécia por problemas com passaporte, que foram resolvidos às vésperas do torneio.",
        "Na Copa de 1962, o brasileiro Dida, goleiro reserva, contraiu febre tifoide dias antes da viagem para o Chile, colocando sua participação em risco. Ele acabou se recuperando a tempo de viajar com a equipe.",
        "Mais recentemente, na Copa de 2010, houve jogadores que quase perderam jogos por atrasos na emissão de vistos ou vacinas obrigatórias, mostrando que nem sempre o talento basta: logística e saúde podem decidir quem pisa em campo.",
        "Esses episódios lembram que as Copas não são apenas histórias de gols e títulos, mas também de bastidores delicados, onde imprevistos fora das quatro linhas poderiam alterar destinos de seleções inteiras."
      ]
    },
    {
      "id": 9,
      "slug": "jogos-com-circunstancias-climaticas-absurdas",
      "title": "Jogos que tiveram circunstâncias climáticas absurdas",
      "content": [
        "Algumas partidas de Copa do Mundo ficaram famosas não pelo placar, mas pelas condições extremas enfrentadas por jogadores e torcedores.",
        "Na Copa de 1934, na Itália, jogos foram disputados sob chuva torrencial que transformou o gramado em um lamaçal, obrigando árbitros a interromper lances e jogadores a improvisar passes.",
        "Em 1950, no Brasil, partidas realizadas em Cuiabá e outras cidades do interior sofreram com calor intenso, chegando a mais de 40°C, algo que testava resistência física e estratégias de substituição.",
        "A Copa de 2010 na África do Sul teve jogos com ventos fortes e calor seco em alguns estádios, o que dificultou controle de bola e precisão de passes — principalmente em seleções menos acostumadas com o clima africano.",
        "Esses episódios mostram que a Copa nem sempre é um palco previsível: fatores naturais podem mudar o rumo de partidas e até definir histórias memoráveis no futebol mundial."
      ]
    },
    {
      "id": 21,
      "slug": "franca-kuwait-gol-anulado-por-invasao",
      "title": "O jogo da Copa do Mundo em que um gol foi anulado após invasão de campo",
      "content": [
        "A partida entre França e Kuwait, na Copa do Mundo de 1982, entrou para a história como um dos episódios mais bizarros já vistos em um Mundial.",
        "Durante o segundo tempo, a França marcou um gol enquanto jogadores do Kuwait pararam de jogar alegando ter ouvido um apito vindo da arquibancada. A confusão foi imediata, com atletas kuwaitianos cercando o árbitro.",
        "O episódio ficou ainda mais surreal quando o presidente da federação do Kuwait desceu das tribunas, invadiu o campo e pressionou diretamente o árbitro, que acabou anulando o gol francês.",
        "Após a intervenção, a partida foi retomada normalmente, e a França voltou a marcar pouco depois, desta vez com o gol validado. O jogo terminou 4 a 1 para os franceses.",
        "O árbitro foi posteriormente suspenso pela FIFA, e o episódio se tornou um símbolo de como, em outras épocas, interferências externas podiam influenciar decisões dentro de campo em uma Copa do Mundo."
      ]
    }
  ]
}
